export default ()=>{
    return<div style={{marginToh2:'80h2x'}}>

<h1>אודות</h1>
<h2>אתר <b>[שם האתר]</b> הוא אתר מתכונים המכיל מגוון רחב של מתכונים מכל הסוגים, החל ממנות ראשונות ועד קינוחים. האתר מנוהל על ידי צוות של שפים ואוהבי אוכל מומחים, אשר מקפידים על איכות המתכונים והתמונות.</h2>
<br/>
<h2>באתר ניתן למצוא מתכונים למנות קלאסיות, מתכונים חדשניים, מתכונים מהמטבח הישראלי והעולמי, מתכונים ללא גלוטן, מתכונים טבעוניים, מתכונים לאירועים ועוד.</h2>
<br/>
<h2>כל מתכון באתר מחולק לקטגוריות שונות, לנוחיות הגולשים. בכל מתכון ניתן למצוא את רשימת המצרכים, הוראות הכנה מפורטות, תמונות של המנה, וכן חוות דעת של גולשים אחרים.</h2>
<br/>
<h2>אתר <b>[שם האתר]</b> הוא מקום מושלם עבור כל מי שאוהב אוכל ומחפש מתכונים חדשים ומעניינים. האתר קל לשימוש ומספק מידע רב ערך לגולשים.</h2>
</div>
    
}