import '../../App.css'
export default () => {
    return <div id="about"><div>אתר המתכונים שלנו הוא אתר מתכונים המכיל מגוון רחב של מתכונים מכל הסוגים, החל ממנות ראשונות ועד קינוחים. האתר מנוהל על ידי צוות של שפים ואוהבי אוכל מומחים, אשר מקפידים על איכות המתכונים והתמונות.</div>

        <div>באתר ניתן למצוא מתכונים למנות קלאסיות, מתכונים חדשניים, מתכונים מהמטבח הישראלי והעולמי, מתכונים ללא גלוטן, מתכונים טבעוניים, מתכונים לאירועים ועוד.</div>

        <div>כל מתכון באתר מחולק לקטגוריות שונות, לנוחיות המשתמשים. בכל מתכון ניתן למצוא את רשימת המצרכים, הוראות הכנה מפורטות, תמונות של המנה, וכן חוות דעת של משתמשים אחרים.</div>

        <div>אתר אתר המתכונים שלנו הוא מקום מושלם עבור כל מי שאוהב אוכל ומחפש מתכונים חדשים ומעניינים. האתר קל לשימוש ומספק מידע רב ערך למשתמשים.</div>
    </div>
}